{
  "event": {
    "event_detail": {
      "friday": {
        "0": {
          "acttype": "Conference",
          "biography": "JON YU  is the founder and CEO at MYTHOLOGI, a company that focuses on immersive and open-world storytelling through creative technologies. An award winning digital artist, director and creative producer, he has been working with immersive storytelling since 2010.   In forming MYTHOLOGI and developing ELYSIUM, he has brought together his creative sensibilities alongside his passion for research and design to explore the possibilities of new narrative and social systems through hybrid technologies such as augmented reality. In developing ELYSIUM, a next gen no-code XR platform, he and his team are passionate about making the intangible tangible through AR and spatial computing, to empower innovation driven by creative play.   His purpose is to build meaningful experiences and to empower creativity by exploring possibilities of relational dynamics, emergent behaviours, and interactive architectures.   With over 12 years of experience in interdisciplinary media production, video production, as well as web and interaction design, he has accumulated a unique blend of skills and expertise in technology innovation, systems design, and XR development. He also has a background in neuroscience, and has published multiple papers. This experience drives a methodological research approach alongside experimental artistic vision to create engaging and impactful experiences that challenge the boundaries of reality.",
          "description": "Jon Yu | Founder + CEO of MYTHOLOGI will be introducing several new no-code tools for 3D asset creation and present simple production pipelines that allow for the radical democratization of immersive world-building. Together we will explore AR's potential for storytelling and the gamification of experience in public spaces.  Why would you want to do that? Well, he'll be going over that too. In the collaborative creation sessions, participants in a team setting will conceive of a simple project. You will then create the content using a new generation of 3D creation tools and then compose and present the work as a persistent layer on reality with ELYSIUM",
          "language": "Francais",
          "location": "Salle Jean Paul Morin",
          "mode": "https://firebasestorage.googleapis.com/v0/b/prjtechweek2023.appspot.com/o/photos%2Fjoin%20yu.jpg?alt=media&token=fda07745-9f3e-4c27-974c-6329a12fe2a5",
          "photo": "https://firebasestorage.googleapis.com/v0/b/prjtechweek2023.appspot.com/o/pictures%2F1Fr-augmented_reality.PNG?alt=media&token=e5074e65-99db-46bf-99e3-e5aad1c922aa",
          "presenter": "By Jon Yu (Mythologi.es)",
          "time": "10h-12h30",
          "title": "Augmented reality"
        },
        "day": 22,
        "masterceremony": "David",
        "theme": "programming"
      },
      "monday": {
        "0": {
          "acttype": "",
          "biography": "",
          "description": "Welcome ceremony and speech",
          "language": "Francais",
          "location": "Salle Jean Paul Morin ",
          "mode": "Présentiel",
          "photo": "https://firebasestorage.googleapis.com/v0/b/prjtechweek2023.appspot.com/o/pictures%2F1M-ceremony.PNG?alt=media&token=61b9380d-d47e-4c07-8a20-37cba4254d0f",
          "presenter": "By Abdelhak Fennouh, Mohamed Zeroug, Andrew Golden",
          "time": "9h30-10h",
          "title": "Opening ceremony"
        },
        "1": {
          "acttype": "conference",
          "biography": "Dr. Fehmi Jaafar is currently an Associate Professor at Quebec University at Chicoutimi and the Director of the Cyber Defense Research Chair. Previously, he was a Researcher at the Computer Research Institute of Montreal and an Affiliate Assistant Professor at the Department of Computer Science and Software Engineering at Concordia University. He did postdoctoral research studies at Queen’s University and Polytechnique Montreal. Dr. Fehmi Jaafar received his PhD from the Department of Computer Science at Montreal University, Canada. He is interested in cybersecurity in the Internet of Things, in the analysis and the improvement of the security and quality of software systems, and in the application of machine learning techniques in cybersecurity. His researches have been published in top venues in computer sciences, including the Journal of Empirical Software Engineering (EMSE) and the Journal of Software: Evolution and Process (JSEP). He established externally funded research programs in collaboration with Defence Canada, Safety Canada, NSERC, MITACS, industrial partners, and foreign universities.",
          "description": "In 2019, member countries of the Organisation for Economic Co-operation and Development (OECD), including Canada, adopted the Artificial Intelligence Principles for responsible stewardship of trustworthy AI. Article 1.4 of the AI Principles states that “AI systems should be robust, secure, and safe throughout their entire lifecycle ...” In this context, several projects and initiatives setting emphasis on developing AI models that are secure in the presence of Adverse Attacks. In this presentation, we will explore a set of examples of cyber attacks targeting AI, and we will discuss how AI models can be more secure",
          "language": "Francais",
          "location": "Salle Jean Paul Morin",
          "mode": "Présentiel",
          "photo": "https://firebasestorage.googleapis.com/v0/b/prjtechweek2023.appspot.com/o/pictures%2F2M-risk_cyber.PNG?alt=media&token=591959d8-39cc-490f-8f43-fbdbe0631753",
          "presenter": "By Dr. Jaafar Fehmi (UQAC)",
          "time": "10h00- 11h00",
          "title": "Cyber Security Risks in Artificial Intelligence"
        },
        "2": {
          "acttype": "Panel",
          "biography": "",
          "description": "",
          "language": "Francais",
          "location": "Salle Jean Paul Morin",
          "mode": "Présentiel",
          "photo": "https://firebasestorage.googleapis.com/v0/b/prjtechweek2023.appspot.com/o/pictures%2F3M-cyber_guardien.PNG?alt=media&token=b44afee8-f8d1-4fc2-93e2-8441e3d80f57",
          "presenter": "Panelists: Dr. Jaafar Fehmi (UQAC) Bertrand Milot (Bradley & Rollins) Panel facilitator: Patrick Carbonneau (LCI LX studio)",
          "time": "12h-13h30",
          "title": "Cyber ​​Guardians: Explore the Superpower of Cybersecurity and Data"
        },
        "3": {
          "acttype": "Conference",
          "biography": "M. Bertrand Milot est Président et co-fondateur de l’entreprise de cyberdéfense et d’innovation Bradley & Rollins. M. Milot compte plus de 20 ans d’expérience en cybersécurité ainsi qu’en modélisation de menaces, de la surveillance cybercriminelle et de la gouvernance de sécurité d’entreprise. Il a également mené plusieurs cybers enquêtes et a géré des crises majeures liées à des incidents de cybercriminalité, notamment dans le cas d’attaques globale et compromissions par rançongiciel (ransomware).  Il mène des analyses de risques complètes qui prennent autant en compte la sécurité physique de l’information que sa sécurité logique, ainsi que les vulnérabilités en ce qui a trait aux personnes, aux processus et aux technologies. Il s’appuie sur ses connaissances approfondies des technologies émergentes (IA, chiffrement quantique et architectures de chaînes de blocs), de la cybercriminalité et du Deep/Darkweb pour rendre les organisations cyber-résilientes, capables de résister aux menaces actuelles et futures.",
          "description": "The subject will deal with the different stages of monetization of organizations by cybercriminals",
          "language": "Francais",
          "location": "Salle Jean Paul Morin",
          "mode": "Présentiel",
          "photo": "https://firebasestorage.googleapis.com/v0/b/prjtechweek2023.appspot.com/o/pictures%2F4M-cyber_crime.PNG?alt=media&token=859c2038-a665-4644-8bca-c3f017f38567",
          "presenter": "By Bertrand Milot",
          "time": "14h-15h",
          "title": "Under the hood of cybercrime."
        },
        "day": 18,
        "masterceremony": "Merry",
        "theme": "Foundations"
      },
      "thursday": {
        "0": {
          "acttype": "Conference",
          "biography": "Joel Quimper est spécialiste technique pour le secteur éducation de Microsoft Canada.  Il travaille sur plusieurs projets avec des universités partout au pays.  Joel possède une vaste expérience dans la conception de solutions logicielles prenant avantage du cloud.  Il est passionné par la cybersécurité, la plateforme PaaS de Azure et le développement autour de Microsoft 365. Avant de rejoindre Microsoft, il a dirigé l’équipe de développement dans deux startups pendant 4 ans, il a travaillé 2 ans pour la Banque Nationale dans l’équipe marketing, 4 ans à la Caisse de dépôt et placement et 10 ans pour IBM Canada dans plusieurs rôles toujours reliés au développement logiciel.",
          "description": "Dans cette session, vous découvrirez comment les services Microsoft en cyber sécurité vous offrent une approche complète et intégrée de la sécurité, des identités et de la cyber défense. Vous apprendrez comment Microsoft analyse et anticipe les tendances et les évolutions des cyber menaces.",
          "language": "Francais",
          "location": "Salle Jean Paul Morin",
          "mode": "Présentiel",
          "photo": "https://firebasestorage.googleapis.com/v0/b/prjtechweek2023.appspot.com/o/pictures%2F1Th-microsoft_cyber.PNG?alt=media&token=3daf42f2-855b-4ada-9ddd-2f77e765bd85",
          "presenter": "By Joël Quimper (Microsoft) ",
          "time": "9h-10h",
          "title": "Microsoft and their Cyber defense center - How to start  SOC"
        },
        "1": {
          "acttype": "Conference",
          "biography": "",
          "description": "",
          "language": "Francais",
          "location": "Salle Jean Paul Morin",
          "mode": "",
          "photo": "https://firebasestorage.googleapis.com/v0/b/prjtechweek2023.appspot.com/o/pictures%2F2Th-lci_education.PNG?alt=media&token=7b53a6a0-e93b-47fe-a297-c4b8a1d2f3dc",
          "presenter": "By Eric Briand (LCI Education)",
          "time": "10h-11h",
          "title": "Implementation of the new LCI educaton website                                "
        },
        "2": {
          "acttype": "Conference",
          "biography": "",
          "description": "",
          "language": "Francais",
          "location": "Salle Jean Paul Morin",
          "mode": "",
          "photo": "https://firebasestorage.googleapis.com/v0/b/prjtechweek2023.appspot.com/o/pictures%2F3Th-retail_chatbot.PNG?alt=media&token=acff2cb1-e4d3-4176-b3e0-73fffd7891f0",
          "presenter": "By Steve Desjarlais  (Heyday AI)",
          "time": "11h-12h",
          "title": "Retail chatbot the story"
        },
        "3": {
          "acttype": "Panel",
          "biography": "",
          "description": "",
          "language": "Francais",
          "location": "Salle Jean Paul Morin",
          "mode": "",
          "photo": "https://firebasestorage.googleapis.com/v0/b/prjtechweek2023.appspot.com/o/pictures%2F4Th-techno_entrepreneur.PNG?alt=media&token=a0c844c7-58eb-44e6-a023-1036b3ff71a7",
          "presenter": "Panelists: Steve Desjarlais (Heyday AI) Jon Yu (Mythologi.es) et Eric Briand (LCI Education) Animateur du panel: JF Ouellette (Enseignant Collège Lasalle)",
          "time": "12h-13h30",
          "title": "Technological Entrepreneurship and Innovation"
        },
        "4": {
          "acttype": "Conférence",
          "biography": "",
          "description": "",
          "language": "Francais",
          "location": "Salle Jean Paul Morin",
          "mode": "",
          "photo": "https://firebasestorage.googleapis.com/v0/b/prjtechweek2023.appspot.com/o/pictures%2F5Th-Tougth_leadership.PNG?alt=media&token=00f7bf6c-07d7-4aa4-a44e-b6a809172b82",
          "presenter": "By Jean-Luc SansCartier  (Google Executive)",
          "time": "13h30-14h30",
          "title": "Thought Leadership"
        },
        "day": 21,
        "masterceremony": "Maria",
        "theme": "AI"
      },
      "tuesday": {
        "0": {
          "acttype": "",
          "biography": "Alexandre Gervais Responsable du développement des affaires Expertise : Intelligence artificielle, Vision Diplômé de HEC Montréal en administration des affaires, Alexandre Gervais est un passionné de développement économique et de nouvelles technologies. Particulièrement intéressé par le domaine manufacturier, Alexandre a fondé en 2018 Haxio, une entreprise spécialisée en vision industrielle. En l’espace de trois ans, la compagnie s’est taillé une place de choix sur le marché et a connu une croissance phénoménale. En 2021, Vooban a racheté Haxio et Alexandre s’est joint à l'équipe à titre de responsable du développement des affaires, où il peut mettre en œuvre sa connaissance des milieux industriels et son expertise en intelligence artificielle et en robotique. Chez Vooban, Alexandre prend soin d’accompagner les clients afin de capturer leurs besoins et de développer des solutions innovantes, le tout dans le but de faciliter la mise en place de l’IA et d’automatiser les processus d’entreprise.",
          "description": "Saviez-vous que les entreprises pourraient accroître leur profitabilité de 38% d’ici 2035 si elles intégraient de l’intelligence artificielle dans leurs processus? Pourtant, même si cette technologie offre un potentiel énorme, la moitié des entreprises canadiennes ne l’utilisent pas encore, ce qui nous place loin derrière les autres pays membres de l’Organisation de coopération et de développement économique (OCDE). Lors de cette conférence, découvrez comment utiliser concrètement l’intelligence artificielle pour augmenter votre rentabilité, votre productivité et votre compétitivité.",
          "language": "Francais",
          "location": "Salle Jean Paul Morin",
          "mode": "",
          "photo": "https://firebasestorage.googleapis.com/v0/b/prjtechweek2023.appspot.com/o/pictures%2F1T-artificial_intelligence.PNG?alt=media&token=1abac163-36fb-4023-8cd7-e4fc8280f1e9",
          "presenter": "By Alexandre Gervais (vooban)",
          "time": "14h-15h",
          "title": "Artificial intelligence: be one of the innovators, not part of the resistance!"
        },
        "day": 19,
        "masterceremony": "Ahmad",
        "theme": "Cybersecurity"
      },
      "wednesday": {
        "0": {
          "acttype": "Conference",
          "biography": "Etienne Bolduc Directeur, Intelligence Artificielle et Données @ Optania  Etienne dirige l'équipe IA et Données chez Optania, spécialisé en intelligence artificielle appliquée à l'éducation. Fort de ses 20 ans d’expérience diversifiée, il possède une solide expertise en développement logiciel et en livraison de projets. Sa passion pour la technologie et son parcours professionnel lui confèrent une perspective unique dans le domaine de l’IA et ses applications. Charles Cousyn, PhD Scientifique de données @ Optania  Charles Cousyn, titulaire d'un doctorat en informatique depuis un an, est actuellement Data Scientist au sein de l'équipe IA et Données chez Optania. Fort d'une rigueur scientifique acquise lors de son passage dans le monde de la recherche, il se consacre avec enthousiasme à des projets d'IA pour l'éducation, cherchant à soutenir un maximum d'étudiants dans leur parcours académique.",
          "description": "Ali, c’est un robot conversationnel qui aide les étudiants au collégial. À l’intérieur, il est propulsé par un moteur d’IA responsable d’interpréter l’énoncé d’un utilisateur et de lui proposer des ressources pertinentes.  Suite à l’avènement des grands modèles de langages (Large Language Model ou LLM) il est devenu évident que notre technologie existante nécessitait une mise à niveau. Nous avons donc remodelé le moteur de compréhension d’Ali de A à Z.  Dans cette conférence, on explore avec vous les principaux aspects d’un projet technologique en IA. On parle de comment structurer un projet, quelles technologies sont utilisées, et quelles sont les compétences importantes dans une équipe d'IA.",
          "language": "Francais",
          "location": "Salle Jean Paul Morin",
          "mode": "",
          "photo": "https://firebasestorage.googleapis.com/v0/b/prjtechweek2023.appspot.com/o/pictures%2F1W-convesational_ai.PNG?alt=media&token=6788eb84-0042-4c45-b190-3b9052b8bf23",
          "presenter": "By Etienne Bolduc and Charles Cousyn (OPTANIA",
          "time": "10h-11h",
          "title": "Ali, a concrete application of modern AI"
        },
        "1": {
          "acttype": "Conference",
          "biography": "rayonnement de la marque et à la croissance de l'entreprise. Il se fait un point d'honneur à forger des partenariats solides et à élaborer des stratégies assurant un positionnement stratégique optimal pour Moov AI. En tant que conférencier, Guillaume aime réveiller les audiences sur l'influence transformative de l'IA dans les écosystèmes d'affaires. Il a une vaste expertise en marketing dans différentes industries ayant occupé le poste de directeur marketing chez GSoft (Workleap) et Pyxis Technologies.",
          "description": "Tout au long de cette conférence, je vous invite à découvrir le monde en pleine ébulition de l'IA générative. Nous verrons comment cette technologie innovante repousse déjà les limites du monde des affaires. À travers des exemples actuels et concrets, vous comprendrez comment fonctionnent ces outils et nous échangerons sur les meilleures approches pour intégrer l'IA générative votre pratique ainsi que dans votre compagnie. Nous passerons évidemment en revue les risques potentiels et comment les surmonter.",
          "language": "Francais",
          "location": "Salle Jean Paul Morin",
          "mode": "",
          "photo": "https://firebasestorage.googleapis.com/v0/b/prjtechweek2023.appspot.com/o/pictures%2F2W-generative_ai.PNG?alt=media&token=c09826be-7e01-454f-9dba-a3472965a9f5",
          "presenter": "By Guillaume Peticlerc (MOOV AI)",
          "time": "11h-12h",
          "title": "Generative AI, friend or foe? "
        },
        "2": {
          "acttype": "Panel",
          "biography": "",
          "description": "",
          "language": "Francais",
          "location": "Salle Jean Paul Morin",
          "mode": "",
          "photo": "https://firebasestorage.googleapis.com/v0/b/prjtechweek2023.appspot.com/o/pictures%2F3W-challenges_ai.PNG?alt=media&token=4ddc968c-e791-4b98-8f66-930470d4ba78",
          "presenter": "Panelists: Etienne Bolduc  et Charles Cousyn (OPTANIA), Guillaume Petitclerc  (MOOV AI), Sébastien Bernard  (GOLOGIC)                                  Animateur du panel: Patrick Carbonneau (LCI LX studio)",
          "time": "12h-13h30",
          "title": "Artificial Intelligence: Possibilities and Challenges "
        },
        "3": {
          "acttype": "Career Day ",
          "biography": "",
          "description": "Companies : CGI, Deloitte, Commission Scolaire De Montréal,   Bradley & Rollins, Optania, CISSS  Lanaudière ,  Commission scolaire  Marguerite Bourgeois, Commission scolaire Chemin du Roy, Commission scolaire Pointe de l’île",
          "language": "Francais",
          "location": "Plaza 6th floor",
          "mode": "",
          "photo": "https://firebasestorage.googleapis.com/v0/b/prjtechweek2023.appspot.com/o/pictures%2F4W-carriere_day.PNG?alt=media&token=cc838a85-0344-46a9-909d-7b9dca07bb7d",
          "presenter": "Responsable : Ingrid Beauvais",
          "time": "14h-16h30",
          "title": "Career Day  "
        },
        "day": 20,
        "masterceremony": "Mourad",
        "theme": "Mathematics"
      }
    },
    "event_information": {
      "en": {
        "days": "Monday,Tuesday,Wednesday,Thursday,Friday",
        "title": "Techweek schedule 2024"
      },
      "fr": {
        "days": "Lundi,Mardi,Mercredi,Jeudi,Vendredi",
        "title": "Semaine techno 2024"
      }
    }
  }
}
