{
  "event": {
    "event_detail": {
      "friday": {
        "0": {
          "acttype": "",
          "biography": "Room 8  Group is an end-to-end strategic partner in external game development. Working across all platforms, we provide creative and technical expertise across full-cycle dev, co-dev, art, trailers, and QA for AAA and AA games. Since 2011, Room 8 Group has built creative partnerships with world-leading publishers such as Microsoft, Nintendo, Ubisoft, Sony, Gameloft, Take2, EA, and more. While leveraging our own cutting-edge tools and R&D capabilities, we have co-created a multitude of award-winning projects for video game IPs and franchises including Call of Duty, Diablo, Assassin’s Creed, Star Trek, The Walking Dead, Doctor Who, and many more. Through primarily organic growth, we’re proudly independent, and the company is now home to 1,300+ creatives based in Europe, North America, and South America. Url: https://room8studio.com/",
          "cancel": "",
          "description": "LaSalle College Montreal & Room 8 Group https://room8studio.com/ co-organize a three-day game jam. Spectators can join the event to watch the teams and the coaches work and. Thos who wish can reuse their Saturday spectator ticket to enter again on Sunday from 10 am to 1 pm​ to watch the final demos.",
          "host": "",
          "language": "Language: Français/English",
          "location": "Room: Jean Paul Morin ",
          "mode": "",
          "photo": "",
          "presenter": "Game jam: In partnership with Room 8",
          "time": "12:00-19:00 (Kick-off)",
          "title": "Game jam "
        },
        "day": 22,
        "masterceremony": "",
        "theme": "Gam jam"
      },
      "monday": {
        "0": {
          "acttype": "",
          "biography": "",
          "cancel": "",
          "description": "",
          "host": "",
          "language": "Language: Français/English",
          "location": "Room: Jean Paul Morin ",
          "mode": "",
          "photo": "",
          "presenter": "Speaker: Claude Marchand, CEO LCI Education",
          "time": "10:15 - 10:25",
          "title": "Opening word"
        },
        "1": {
          "acttype": "",
          "biography": "Elisa est une informaticienne mathématicienne qui aime passer du temps à programmer ou à jouer à des jeux vidéo entourée de chats. Son travail scientifique porte principalement sur les réseaux non uniformes, leurs modèles et leurs implications algorithmiques. Elle s'intéresse particulièrement à l'intelligence computationnelle, aux propriétés structurelles et à la complexité en général. Elle a commencé sa carrière universitaire à l'Université de technologie d'Helsinki (qui fait maintenant partie de l'Université Aalto) en Finlande, puis a travaillé pendant plus d'une décennie à l'Universidad Autónoma de Nuevo León au Mexique, après quoi elle a été professeure agrégée à l'Université McGill au Canada. Elle est actuellement doyenne informatique au Collège LaSalle. LinkedIn: https://www.linkedin.com/in/satuelisa/ ",
          "cancel": "",
          "description": "Tous les jours, la plupart d’entre nous passons plusieurs heures en ligne, que ce soit avec un ordinateur ou avec un appareil mobile. Une part croissante de nos activités d’apprentissage se déroule par voie électronique. Connaître la façon dont nos choix affectent l'environnement nous permettre identifier des petits changements systématiques pour réduire les dommages.",
          "host": "Host: Salima Hassaine",
          "language": "Language: Français",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Speaker: Elisa Schaeffer",
          "time": "10:30 - 11:00",
          "title": "Le gonflement et la thésaurisation dans le monde numérique qui nuisent à la planète"
        },
        "2": {
          "acttype": "",
          "biography": "Andrei has worked in the game industry since 2004, at various times as an artist, designer, producer and, more recently, as game analytics & game commerce leader at Ludia and WB Games.  Today, Andrei works with AWS customer game developers and publishers globally, helping build analytics and AI solutions for all genres of games. LinkedIn: https://www.linkedin.com/in/andrei-muratov/",
          "cancel": "",
          "description": "Modern games are the result of thousands of design decisions, and consistently making good decisions is the key to a successful game launch, and even more critical to ongoing improvement and operation of the game.  In this talk, we will look at how analytical data is collected and interpreted to inform decisions, and how post-launch operations require concerted integration of analytics, game backend infrastructure and player community technology.",
          "host": "Host: Serge Poueme",
          "language": "Language: English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Speaker: Andrei Muratov",
          "time": "12:00 - 13:00",
          "title": "Data-Informed Game Design, Development and Operations"
        },
        "3": {
          "acttype": "",
          "biography": "Jon Yu est le fondateur et le directeur général de Mythologi, un studio de design d'interaction et de recherche créative. Neuroscientifique interdisciplinaire, réalisateur de films et artiste numérique, il développe avec son équipe ELYSIUM : une boîte à outils de création XR sans code et une plateforme pour la construction d'un monde AR interactif en temps réel.  Sa vision est de démocratiser la créativité dans l'informatique spatiale pour favoriser une connectivité et engagement significatifs à l'intersection des lieux, des personnes et le numérique.",
          "cancel": "",
          "description": "Une présentation qui passera en revue la récente croissance exponentielle de l'informatique spatiale et examinera comment la réalité augmentée représente un nouveau modèle passionnant d'engagement avec des expériences numériques dans des contextes du monde réel. Nous examinerons quelques cas d'utilisation uniques, discuterons des défis actuels, tracerons l'évolution rapide de la technologie et, surtout, parlerons de l'évolution de notre relation avec les réalités numériques. LinkedIn: https://www.linkedin.com/in/jonscyu/",
          "host": "Host: Abdelhak Fennouh",
          "language": "Language: Français",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Speaker: Jon Yu",
          "time": "13:30 - 15:30",
          "title": "Création avec la realité augmentée"
        },
        "day": 18,
        "masterceremony": "Pargol Poshtarej",
        "theme": "Trends"
      },
      "saturday": {
        "0": {
          "acttype": "",
          "biography": "Room 8 Group is an end-to-end strategic partner in external game development. Working across all platforms, we provide creative and technical expertise across full-cycle dev, co-dev, art, trailers, and QA for AAA and AA games. Since 2011, Room 8 Group has built creative partnerships with world-leading publishers such as Microsoft, Nintendo, Ubisoft, Sony, Gameloft, Take2, EA, and more. While leveraging our own cutting-edge tools and R&D capabilities, we have co-created a multitude of award-winning projects for video game IPs and franchises including Call of Duty, Diablo, Assassin’s Creed, Star Trek, The Walking Dead, Doctor Who, and many more. Through primarily organic growth, we’re proudly independent, and the company is now home to 1,300+ creatives based in Europe, North America, and South America. Url: https://room8studio.com/",
          "cancel": "",
          "description": "Working time - Open doors - Working time",
          "host": "",
          "language": "Language: Français/English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Game jam : In partnership with Room 8",
          "time": "09:00-19:00 (Kick-off)",
          "title": "Game jam "
        },
        "day": 23,
        "masterceremony": "",
        "theme": "Gam jam"
      },
      "sunday": {
        "0": {
          "acttype": "",
          "biography": "Room 8 Group is an end-to-end strategic partner in external game development. Working across all platforms, we provide creative and technical expertise across full-cycle dev, co-dev, art, trailers, and QA for AAA and AA games. Since 2011, Room 8 Group has built creative partnerships with world-leading publishers such as Microsoft, Nintendo, Ubisoft, Sony, Gameloft, Take2, EA, and more. While leveraging our own cutting-edge tools and R&D capabilities, we have co-created a multitude of award-winning projects for video game IPs and franchises including Call of Duty, Diablo, Assassin’s Creed, Star Trek, The Walking Dead, Doctor Who, and many more. Through primarily organic growth, we’re proudly independent, and the company is now home to 1,300+ creatives based in Europe, North America, and South America. Url: https://room8studio.com/",
          "cancel": "",
          "description": "Final demo",
          "host": "",
          "language": "Language: Français/English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Game jam : In partnership with Room 8",
          "time": "10:00-13:00",
          "title": "Game jam -  "
        },
        "1": {
          "acttype": "",
          "biography": "Room 8 Group is an end-to-end strategic partner in external game development. Working across all platforms, we provide creative and technical expertise across full-cycle dev, co-dev, art, trailers, and QA for AAA and AA games. Since 2011, Room 8 Group has built creative partnerships with world-leading publishers such as Microsoft, Nintendo, Ubisoft, Sony, Gameloft, Take2, EA, and more. While leveraging our own cutting-edge tools and R&D capabilities, we have co-created a multitude of award-winning projects for video game IPs and franchises including Call of Duty, Diablo, Assassin’s Creed, Star Trek, The Walking Dead, Doctor Who, and many more. Through primarily organic growth, we’re proudly independent, and the company is now home to 1,300+ creatives based in Europe, North America, and South America. Url: https://room8studio.com/",
          "cancel": "",
          "description": "Awards",
          "host": "",
          "language": "Language: Français/English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Game jam : In partnership with Room 8",
          "time": "14:00",
          "title": "Game jam "
        },
        "day": 24,
        "masterceremony": "",
        "theme": "Gam jam"
      },
      "thursday": {
        "0": {
          "acttype": "",
          "biography": "",
          "cancel": "",
          "description": "",
          "host": "",
          "language": "Language: English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Speakers: Elisa Schaeffer & Mirella di Spirito; closed cohort",
          "time": "8:00 - 8:20",
          "title": "Pep talk for Summer 2025 interns"
        },
        "1": {
          "acttype": "",
          "biography": "Dr. Ali Moridnejad is the Generative AI Lead at AllaiHealth Inc. He works very closely with full-stack developers, software engineers, data scientists, IT and cloud specialists, medical doctors, product and business development teams to integrate cutting-edge technologies and AI solutions into healthcare systems, helping transform patient outcomes and reduce physician burnout.  With extensive experience in mentoring and knowledge sharing, Dr. Moridnejad is dedicated to empowering the next generation of tech professionals, offering invaluable insights into navigating the evolving job landscape.   Dr. Moridnejad holds a PhD from McGill University and has 7+ years of industry experience in applied AI and 8 years of R&D experience. LinkedIn: https://www.linkedin.com/in/ali-moridnejad/",
          "cancel": "",
          "description": "Landing Your First Tech Job in Canada: Cross-Cultural Do’s and Don’ts",
          "host": "Host: Mahboobeh Masoud",
          "language": "Language: English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Speaker: Ali Moridnejad",
          "time": "8:30 - 9:15",
          "title": "Landing Your First Tech Job in Canada: Cross-Cultural Do’s and Don’ts"
        },
        "2": {
          "acttype": "",
          "biography": "Kaveh Bakhtiyari has studied PhD in Artificial Intelligence and Computer Cognitive Science in Germany and Malaysia. He has collaborated with researchers in more 22 academic institutes in 9 countries. He has worked in the fashion industry to use AI in order to solve various problems, such as marketing, logistics, demand forecast and product recommendations. LinkedIn: https://linkedin.com/in/bakhtiyari",
          "cancel": "",
          "description": "Have you ever wondered how ChatGPT knows lots of stuff and answer the questions? Have you ever noticed that sometimes the answers are contradictory and sometimes are amazingly correct? In this session, we are going to learn about the Artificial Neural Networks which are the backbone of such services which are being called Large Language Models (LLMs). We will see how they are being trained on massive data, and how they are answering the questions. This session will be for the general audience to make sure that you all can understand it even if you are 5 years old. So the next time, you ask a question in ChatGPT, you will know what is happening behind a scene.",
          "host": "Mahboobeh Masoud",
          "language": "Language:  English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Speaker: Kaveh Bakhtiyari",
          "time": "9:30 - 10:15",
          "title": "ChatGPT and Hallucination: An intro into Large Language Models"
        },
        "3": {
          "acttype": "",
          "biography": "Alexis Chebeia est ingénieur en informatique et cofondateur de ParaNoya Studio. Il a optimisé les systèmes de grandes entreprises comme Bell, tout en développant des solutions innovantes dans le domaine de l'automatisation et de l'intelligence artificielle. LinkedIn: https://www.linkedin.com/in/alexis-chebeia/ Massyl Ait Si Amar est diplômé en ingénierie des opérations et de la logistique. Il a travaillé à l'optimisation des opérations pour des entreprises telles qu'Air Canada. Ensemble, ils ont lancé ParaNoya Studio pour innover dans des domaines variés, comme les jeux de cartes et le développement personnel par la gamification. LinkedIn: https://www.linkedin.com/in/massyl-ait-si-amar/",
          "cancel": "",
          "description": "L'Industrie 4.0, basée sur l'automatisation, l'intelligence artificielle et la connectivité des systèmes, représente une révolution technologique majeure dans le secteur industriel. Cette présentation se concentrera sur les applications pratiques de cette transformation, en particulier dans les domaines de la logistique et du développement logiciel. Elle explorera également les perspectives futures de l'Industrie 4.0, notamment à travers le concept de la Société 5.0, où la technologie devient un outil au service des grands défis sociaux.",
          "host": "Host: Elisa Schaeffer",
          "language": "Language: Français/English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Speakers: Alexis Chebeia & Massyl Ait Si Amar",
          "time": "10:30 - 10:45",
          "title": "L'industrie 4.0 et son avenir"
        },
        "4": {
          "acttype": "",
          "biography": "Joel Quimper est spécialiste technique pour le secteur éducation de Microsoft Canada.  Il travaille sur plusieurs projets avec des universités partout au pays.  Joel possède une vaste expérience dans la conception de solutions logicielles prenant avantage du cloud.  Il est passionné par la cybersécurité, la plateforme PaaS de Azure et le développement autour de Microsoft 365. Avant de rejoindre Microsoft, il a dirigé l’équipe de développement dans deux \"startups\" pendant 4 ans, il a travaillé 2 ans pour la Banque Nationale dans l’équipe marketing, 4 ans à la Caisse de dépôt et placement et 10 ans pour IBM Canada dans plusieurs rôles toujours reliés au développement logiciel. LinkedIn: https://www.linkedin.com/in/joelq/",
          "cancel": "",
          "description": "Cette session vise à explorer l'architecture optimale pour améliorer la sécurité et la résilience des systèmes cloud. Elle se concentrera sur les principes fondamentaux des piliers du Cloud Adoption Framework et leur rôle dans l'accélération de l'adoption sécuritaire du cloud. De plus, elle présentera les meilleures pratiques pour sécuriser et gérer efficacement les ressources cloud.",
          "host": "Host: Zohreh Moeini",
          "language": "Language: Français",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Speaker: Joël Quimper",
          "time": "11:00 - 11:45",
          "title": "Intégrer le cloud dans votre stratégie TI en assurant la cybersécurité et la résilience"
        },
        "5": {
          "acttype": "",
          "biography": "Eric Briand is the Chief Information Technology Officer at LCI Education. With a background in Computer Science, he co-founded a startup in 1995 with the mission of using the Internet to deliver business results. Eric started as a software developer and, over the years, evolved into leadership roles. He has had the privilege of leading global teams and working with hundreds of customers (Samsung, Cirque du Soleil, Netflix, Hyundai, Qatar Airways) in the digital and Martech space. His passion now is about driving innovation and making a real impact on education through technology. LinkedIn: https://www.linkedin.com/in/ericbriand/",
          "cancel": "",
          "description": "Closing remarks of Tech Week 2024 conferences",
          "host": "Host: Elisa Schaeffer",
          "language": "Language: Français/English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Eric Briand",
          "time": "12:00 - 12:30",
          "title": "La technologie sans frontières : préparer l’avenir de nos talents"
        },
        "6": {
          "acttype": "",
          "biography": "",
          "cancel": "",
          "description": "",
          "host": "Stefan Lotz",
          "language": "Language: Français/English",
          "location": "Location: Google (Montreal)",
          "mode": "",
          "photo": "",
          "presenter": "By: Stefan Lotz",
          "time": "11:00 - 12:05",
          "title": "A visit to Google on company premises"
        },
        "day": 21,
        "masterceremony": "Andrew Golden",
        "theme": "Career"
      },
      "tuesday": {
        "0": {
          "acttype": "",
          "biography": "Depuis son plus jeune âge, Mourad est passionné par les sciences et les mathématiques. Diplômé en génie civil de l'École Polytechnique d'Alger en 1987, il a rapidement été promu chef de projet. Son désir de transmettre ses connaissances l'a conduit à enseigner dans divers contextes, obtenant une maîtrise en physique énergétique en 1995. Après avoir enseigné à l'École Normale Supérieure, il a poursuivi ses études en informatique à Montréal. Il a travaillé comme consultant en informatique avant de se consacrer pleinement à l'enseignement, obtenant plusieurs permis d'enseignement au Québec. Il a enseigné dans de nombreuses écoles et participé à l'élaboration des examens du ministère. Aujourd'hui, il enseigne les mathématiques et l'informatique au Collège LaSalle. Ses enfants, Amine et Yacine, sont également très accomplis dans leurs domaines respectifs.",
          "cancel": "",
          "description": "L’histoire du logiciel libre et de l’open source commence dans les années 1970 avec Unix et le langage C, et se consolide en 1985 avec la création de la Free Software Foundation par Richard Stallman. Dans les années 1990, le concept d’open source émerge, mettant en avant les avantages de la collaboration, notamment avec la création de la Open Source Initiative en 1998. Ces mouvements ont transformé le paysage technologique en offrant des alternatives aux logiciels propriétaires et en favorisant une innovation rapide.  Ce comparatif permettra d’illustrer comment les solutions open source offrent non seulement une flexibilité accrue, mais aussi des économies significatives pour les entreprises, qui peuvent ainsi réduire leurs coûts de licence tout en bénéficiant d’une innovation continue. Les CV axés sur les compétences en open source sont de plus en plus recherchés par les entreprises intégrant ces technologies dans leurs opérations. En favorisant cette approche, nous contribuons à un écosystème technologique plus collaboratif et accessible, tout en répondant aux exigences du marché de l’emploi.",
          "host": "Introduction & Moderator: Mourad Sehboub",
          "language": "Language: Français/English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Speaker: Multiple speakers",
          "time": "8:30 - 10:00",
          "title": "Open Source et les logiciels libres"
        },
        "1": {
          "acttype": "",
          "biography": "Julien Chosson locally leads the Québec-IBM Discovery accelerator which aims to leverage the power of bits, qubits and neurons to accelerate science. The strategic partnership with Québec is focused on sustainability and climate. The IBM Quantum System One deployed in Canada is the first one dedicated to Sustainability in the world. Julien joined IBM after selling his start-up to ESG Dover. With his team, he developed a foundation model that was leveraged for the circular economy. LinkedIn: https://www.linkedin.com/in/alexandre-choquette/",
          "cancel": "",
          "description": "With a multitude of quantum demonstrations on 100+ qubits, quantum computing is now firmly in the era of utility where quantum computers can serve as a scientific tool to explore a new scale of problems that classical methods may not be able to solve. This scale, combined with advances in algorithms, is fundamental to enabling quantum advantage; the point where quantum computers can faithfully run one or more tasks providing scientific or business value with more accuracy, efficiently, or cost-effectiveness than with classical computation alone. In this talk, I will present some of the latest hardware and algorithmic developments at IBM Quantum that are making our technology roadmap a reality.",
          "host": "Host: Mourad Sehboub",
          "language": "Language: English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Speaker: Julien Chosson (IBM)",
          "time": "10:30 - 11:30",
          "title": "The Era of Quantum Utility and how the Canadian ecosystem becomes Quantum-ready"
        },
        "2": {
          "acttype": "",
          "biography": "April Colosimo is the liaison librarian for physics, chemistry, mathematics and statistics at McGill University, as well as librarian to the McGill Community for Lifelong Learning. She holds a master’s degree in microbiology and immunology from L’Université de Sherbrooke, and a Master of Library and Information Studies from McGill. April has a love of fibre arts and is an avid spinner and knitter. LinkedIn: https://www.linkedin.com/in/april-colosimo",
          "cancel": "",
          "description": "Join us for an engaging exploration of the parallels and intersections between knitting and coding. We’ll uncover the similarities in crafting beautiful knitwear and writing elegant code. Bring your curiosity and creativity—let's stitch together some insightful ideas!",
          "host": "Host: Mohamed Zeroug",
          "language": "Language: English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Speaker: April Colossimo",
          "time": "11:45 - 12:30",
          "title": "Code Like a Knitter, and Vice Versa"
        },
        "3": {
          "acttype": "",
          "biography": "",
          "cancel": "",
          "description": "",
          "host": "",
          "language": "Language: Français/English",
          "location": "Location: Mezzanine",
          "mode": "",
          "photo": "",
          "presenter": "Showcase: Student projects",
          "time": "13:00 - 16:00",
          "title": "Student project showcase"
        },
        "4": {
          "acttype": "",
          "biography": "About the director:  Greg Kohs is a ten-time Emmy®-winning filmmaker: whose real-as-dirt storytelling has been brought to bear in all his award-winning documentaries, including \"Song Sung Blue\" (2008), \"The Great Alone\" (2015), \"AlphaGo\" (2017), \"COIN\" (2022), and latest, “The Thinking Game” (2024) the story of a visionary scientist’s quest to solve AGI.",
          "cancel": "",
          "description": "The Thinking Game takes you on a fascinating journey into the heart of DeepMind, one of the world's leading AI labs, as it strives to unravel the mysteries of artificial general intelligence (AGI).Inside DeepMind's London headquarters, founder Demis Hassabis and his team are relentlessly pursuing the creation of AI that matches or surpasses human abilities on a wide range of tasks. Filmed over five years, the documentary puts viewers in the room forthe pivotal moments of this quest, including the groundbreaking achievement of AlphaFold, a program that solved a 50-year grand challenge in biology.The Thinking Gamecaptures the exhilaration of historic breakthroughs like AlphaFold, the crushing weight of disappointment during setbacks, and the unwavering pursuit of knowledge that defines Demis' commitment to scientific innovation. This film invites viewers to witness one of the most important scientific adventures of our time, exploring the potential of AGI to reshape our world.",
          "host": "Michelle Khalife",
          "language": "Language: English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "",
          "time": "13:00 - 15:00",
          "title": "The Thinking Game - documentary screening"
        },
        "5": {
          "acttype": "",
          "biography": "LinkedIn: https://www.linkedin.com/in/nayavasques/",
          "cancel": "",
          "description": "In this special panel, alumni and Google Women Techmakers (WTM) Ambassadors come together to discuss the importance of building meaningful connections and engaging in tech communities. They will offer valuable insights on how volunteering and community engagement can help you grow professionally, connect with mentors, and build a meaningful career in the tech industry.",
          "host": "Host: Elisa Schaeffer",
          "language": "Language: English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Speaker: Naya et al",
          "time": "15:15 - 16:00",
          "title": "Empowering Connections: Building Networks in Tech"
        },
        "day": 19,
        "masterceremony": "Michelle Khalife",
        "theme": "Foundations"
      },
      "wednesday": {
        "0": {
          "acttype": "",
          "biography": "",
          "cancel": "",
          "description": "",
          "host": "",
          "language": "Language: Français",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Speakers: Georgette Lucue Huacho  &  Elisa Schaeffer",
          "time": "8:15 - 8:45",
          "title": "Quand la créativité rencontre la diversité : Neurodivergence et innovation dans la technologie et le design numérique"
        },
        "1": {
          "acttype": "",
          "biography": "Drew has been with AppsAnywhere for two years and partners with Canadian institutions to ensure they are successful in the adoption and rollout of AppsAnywhere.  During his free time Drew enjoys spending time with his family and getting out for a round of golf. LinkedIn:https://www.linkedin.com/in/drew-hibyan/  .Katie joined in 2021 bringing an extensive knowledge of digital and global marketing, as well as a deep understanding of market needs within the education sector. Katie leads the AppsAnywhere business activities in the North American region from our North Carolina headquarters, as well as engaging existing customers through our community initiatives. Interests include travelling, long distance running, and experiencing new cultures. LinkedIn: https://www.linkedin.com/in/katie-a-roberts/",
          "cancel": "",
          "description": "AppsAnywhere is a cloud-based platform that simplifies access to university applications for students and staff. It allows users to run software on almost any device without local installation, using application virtualization technology powered by Numecent Cloudpaging. This ensures applications run smoothly across different devices, whether on-campus or off-campus.  The platform offers convenience by allowing access to software from anywhere, enhancing efficiency by reducing technical issues, and promoting inclusive access regardless of device type or location. Centralized updates by the university's IT team ensure users always have the latest software versions without manual installations. Overall, AppsAnywhere creates a more streamlined and flexible learning environment.",
          "host": "Host: Simon Cohen",
          "language": "Language: English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Speakers: Drew Hibyan & Katie Roberts",
          "time": "9:00 - 10:00",
          "title": "Transforming Software Delivery: Enhancing Accessibility and Flexibility with AppsAnywhere"
        },
        "2": {
          "acttype": "",
          "biography": "Marc est un expert en gestion des systèmes adaptatifs complexes, avec une expérience approfondie acquise lors de son travail en planification stratégique à Transport for London, où il a dirigé des initiatives visant à influencer le comportement d'une grande ville. Sa connaissance pratique est renforcée par une compréhension approfondie des sciences de la complexité, développée lors de son rôle de leader d'équipe à l’Université McGill, où il a conçu des cours en ligne sur la complexité, la théorie organisationnelle et la gestion de projets. Tout au long de sa carrière, Marc a su allier aspects techniques et humains, en dirigeant des programmes de changement socioculturel à fort impact. Son approche polyvalente et son style de leadership, caractérisé par l'ouverture et l'empathie, lui permettent de guider les équipes dans la navigation et la mise en œuvre de stratégies efficaces au sein de systèmes complexes. En plus de son parcours professionnel, Marc est également conférencier à l’École des sciences de la gestion de l’Université du Québec à Montréal et membre du Conseil d’Administration de plusieurs organisations à but non lucratif. LinkedIn: https://www.linkedin.com/in/marc-delesclefs/. Régis est professeur agrégé au Département d’analytique, opérations et technologies de l’information de l'École des sciences de la gestion de l’UQAM. Ses recherches s’articulent autour de l’adoption et des effets des technologies sur les individus et les organisations.  LinkedIn: https://www.linkedin.com/in/regisbarondeau/ Elisa est une informaticienne mathématicienne qui aime passer du temps à programmer ou à jouer à des jeux vidéo entourée de chats. Son travail scientifique porte principalement sur les réseaux non uniformes, leurs modèles et leurs implications algorithmiques. Elle s'intéresse particulièrement à l'intelligence computationnelle, aux propriétés structurelles et à la complexité en général. Elle a commencé sa carrière universitaire à l'Université de technologie d'Helsinki (qui fait maintenant partie de l'Université Aalto) en Finlande, puis a travaillé pendant plus d'une décennie à l'Universidad Autónoma de Nuevo León au Mexique, après quoi elle a été professeure agrégée à l'Université McGill au Canada. Elle est actuellement doyenne informatique au Collège LaSalle. LinkedIn : https://www.linkedin.com/in/satuelisa/",
          "cancel": "",
          "description": "La question de l’obsolescence de l’homme, soulevée par Gunter Anders dans les années 50, est plus pertinente que jamais à l'ère des intelligences artificielles. Ces technologies nous fascinent autant qu’elles nous inquiètent. Mais, si au lieu de voir les IA comme des concurrents prêts à nous remplacer, nous les envisagions plutôt comme des moyens d'augmenter nos capacités? Et si, au lieu de les utiliser de manière simpliste, nous apprenions quelles sont leurs forces et leurs faiblesses? Pour répondre à ces questions, il est essentiel non seulement de comprendre le fonctionnement des IA, mais aussi de faire la différence entre les systèmes compliqués et les systèmes complexes.  Rejoignez-nous pour un panel de discussion captivant où trois experts en la matière exploreront les complexités de la gestion des différents types de systèmes présents dans la nature : ordonnés, complexes et chaotiques. Les participants écouteront des discussions approfondies sur la manière de reconnaître le système dans lequel ils évoluent et d'adapter leurs approches en conséquence. Nos experts aborderont les trois types de logique — déductive, inductive et abductive — tout en soulignant que l'IA est principalement inductive, offrant ses avantages majeurs dans le domaine ordonné. Cependant, c'est la pensée abductive des humains qui est susceptible de générer les plus grandes innovations pour relever les grands défis du monde. En combinant l'intelligence artificielle avec l'intuition humaine, nous pourrons réaliser des gains significatifs.  Le panel examinera également les trois types de données — grandes, épaisses et riches — et comment elles éclairent notre compréhension des systèmes. En fin de compte, cette discussion soulignera que les systèmes humains ne peuvent pas être efficacement analysés à l'aide de modèles prédictifs. Nous nous concentrerons plutôt sur la manière de travailler avec la réalité telle qu'elle est, en favorisant une culture de conscience et de réactivité. Rejoignez-nous pour transformer votre compréhension des dynamiques systémiques et améliorer vos stratégies de prise de décision.",
          "host": "Host: Johnathan Mina",
          "language": "Language: Français",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Speakers: Marc Delesclefs, Regis Barpondeau, Elisa Schaeffer",
          "time": "10:15 - 11:15",
          "title": "Obsolescence programmée du programmeur:  technological self-harm and self-help"
        },
        "3": {
          "acttype": "",
          "biography": "Sacha Gucciardo is a Belgian-born data professional currently based in Montreal, Canada. With a diverse international background, Sacha completed a Master's in Business Information Management at Rotterdam School of Management, Erasmus University in the Netherlands, followed by a Master's in Business Intelligence from HEC Montréal. Currently, Sacha works as a Data Engineer in the Data & Analytics Team at Bombardier. Outside of his data-driven career, Sacha hosts the \"AI with Sach\" podcast, discussing AI advancements with leaders in the field. While passionate about data, Sacha equally enjoys hiking and outdoor activities, maintaining a balance between his professional interests and love for nature. LinkedIn : https://www.linkedin.com/in/sachagucciardo/",
          "cancel": "",
          "description": "Ever wondered how Netflix knows exactly what to recommend? Or how your favorite apps seem to read your mind? In my talk, I'll take you on a journey through the hidden world of data engineering - the backbone of our digital experiences.",
          "host": "Host: Mohamed Zeroug",
          "language": "Language: English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Speaker: Sacha Gucciardo",
          "time": "11:30 - 12:15",
          "title": "From Data to Decisions The Power of Data Engineering"
        },
        "4": {
          "acttype": "",
          "biography": "",
          "cancel": "",
          "description": "",
          "host": "",
          "language": "Language: Français/English",
          "location": "Location: Mezzanine",
          "mode": "",
          "photo": "",
          "presenter": "Activity: Laptop makeover fair",
          "time": "10:15 - 15:00",
          "title": "Laptop makeover fair"
        },
        "5": {
          "acttype": "",
          "biography": "Originally from Boston, MA, USA, Justin Penney has worked in many industries, including surgical instruments R&D, Healthcare, and education. He’s been a freelance Digital Marketer and Product Designer since 2020, transitioning to SaaS in 2022. A mentor on ADP List (Awesome Design People) since 2022, he has broad experience in mentoring software developers and graphic designers looking to transition into UX and Product design, as well as other UX / UI Product designers. He holds an Associate of Science in Computer Science, a Bachelor of Arts in Sociology from the University of Massachusetts in Boston, as well as a Master of Science in Digital Marketing and Design from Brandeis University in Waltham, MA, USA. LinkedIn: https://www.linkedin.com/in/justincpenney/",
          "cancel": "",
          "description": "In this introduction, we’ll consider UX vs UI design, what Product design means, as well as how the sector of software development complements and is complemented by design. Design isn’t just about making things look good, or artistic expression. Designers solve problems for everyday people by leaning on principles from psychology, established research findings, and industry best-practices.",
          "host": "Host: Catherine Banville",
          "language": "Language: English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "",
          "presenter": "Speaker: Justin Penney",
          "time": "13:00 - 16:00",
          "title": "Introduction to UX and UI design for Software developers"
        },
        "day": 20,
        "masterceremony": "Timothé Lafond",
        "theme": "Software"
      }
    },
    "event_information": {
      "en": {
        "days": "Monday,Tuesday,Wednesday,Thursday,Friday.Saturday,Sunday",
        "title": "Techweek schedule 2024"
      },
      "fr": {
        "days": "Lundi,Mardi,Mercredi,Jeudi,Vendredi,Samedi,Dimanche",
        "title": "Semaine techno 2024"
      }
    }
  }
}
