{
  "event": {
    "event_detail": {
      "friday": {
        "0": {
          "acttype": "",
          "biography": "",
          "cancel": "",
          "description": "Atelier Stop Motion Halloween : Donne vie à ton personnage d'Halloween ! ",
          "host": ":",
          "language": "Language: Français/English",
          "location": "Room: 7703 ",
          "mode": "",
          "photo": "game_jam0.jpg",
          "presenter": "========",
          "time": "13:30-16:00 ",
          "title": "Atelier Stop Motion Halloween : Donne vie à ton personnage d'Halloween ! "
        },
        "day": "03",
        "masterceremony": "",
        "theme": "Animation "
      },
      "monday": {
        "0": {
          "acttype": "",
          "biography": "Mehdi Habibzadeh holds a PhD in Computer Science from Concordia University (Montréal, Québec, Canada) and specializes in machine learning, artificial intelligence, and big data.  His expertise spans Statistical Machine Learning, Deep Learning, and Generative AI (LLM), with applications across diverse data types, including tabular, image, and text data, for both structured and unstructured large-scale datasets. Additionally, he focuses on deploying models in production using cloud computing services and machine learning engineering best practices.  With extensive industry experience, Mehdi has worked as a data scientist and machine learning engineer across sectors such as healthcare, finance, and consulting. He has successfully applied his theoretical knowledge to solve real-world problems in various industrial domains.  Beyond research and industry work, Mehdi is passionate about teaching. He excels at simplifying complex concepts for non-technical audiences and has actively engaged in teaching, managing workshops, and public speaking throughout his career. https://www.linkedin.com/in/mehdihabibzadeh/",
          "cancel": "",
          "description": "This session is suitable for individuals with an engineering or science background. We won’t dive into mathematical details. Instead, the focus will be on practical, developer job-relevant skills and concepts. We’ll cover the key applied aspects of statistical learning, deep learning, and generative AI, with real-world use cases for each.  I’ll also highlight that generative AI isn’t always the most suitable solution. The goal is to help the audience understand when and where it makes sense to apply these tools, and when more conventional (statistical and deep learning) approaches may be more effective, encouraging a balanced and informed perspective.",
          "host": ":",
          "language": "Language: English",
          "location": "Room: 6616 ",
          "mode": "",
          "photo": "ai_generated.png",
          "presenter": "Speaker: Mehdi Habibzadeh",
          "time": "17:00 - 19:00",
          "title": "A Journey to Generative AI"
        },
        "day": "29",
        "masterceremony": "Pargol Poshtarej",
        "theme": "Generative AI"
      },
      "saturday": {
        "0": {
          "acttype": "",
          "biography": "",
          "cancel": "",
          "description": "Hackathon Mondial - Saturday & Sunday https://www.spaceappschallenge.org/2025/local-events/montreal/",
          "host": ":",
          "language": "Language: Français/English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "game_jam1.jpg",
          "presenter": "",
          "time": "09:00-17:00",
          "title": "Hackathon Mondial - Day 1"
        },
        "day": "04",
        "masterceremony": "",
        "theme": "Défis spatiaux"
      },
      "sunday": {
        "0": {
          "acttype": "",
          "biography": "",
          "cancel": "",
          "description": "Hackathon Mondial - Saturday & Sunday https://www.spaceappschallenge.org/2025/local-events/montreal/",
          "host": ":",
          "language": "Language: Français/English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "game_jam2.jpg",
          "presenter": "",
          "time": "0900-17:00",
          "title": "Hackathon Mondial - Day 2"
        },
        "day": "05",
        "masterceremony": "",
        "theme": "Défis spetiaux"
      },
      "thursday": {
        "0": {
          "acttype": "",
          "biography": "Émile Fréchette est développeur de jeux vidéo et producteur numérique indépendant. Dans le domaine de l’enseignement des arts numériques et de l’informatique depuis 10 ans, il est aussi fondateur du studio Let the Mice Free, où il développe présentement un jeu tour par tour supporté par SDL3. Initialement de l’industrie télévisuelle, il s’intéresse au codage depuis l’époque Flash, et a créé plusieurs jeux web gratuits par intérêt personnel. Il a dirigé pendant 4 ans le programme de création de jeux vidéo de Fusion Jeunesse, soutenu par des partenaires tel que Ubisoft Éducation et CodeCan. Ses intérêts sont la programmation native, les moteurs de jeu, la programmation serveur-client et la conception par entité-composant-système. Il a étudié en jeu indépendant à l’Université du Québec en Abitibi-Témiscamingue et en production cinématographique à l’école de cinéma Mel Hoppenheim. https://www.linkedin.com/in/l-t-m-f/",
          "cancel": "",
          "description": "Discover how to setup a retro game development pipeline powered by modern tools supported by the C programming language. Create games that run on your grand-ma's PC! Leave this workshop with your own retro prototype setup!   SDL or \"Simple DirectMedia Layer\" is a cross-platform development library designed to provide low level access to audio, keyboard, mouse, joystick, and graphics hardware. It is used extensively in engine and game development, by thousands of projects on Steam and trusted by major industry players like Unreal Engine 5 and Valve. The library is written in C but provides binding for more than 20 programming languages, including C#.  ",
          "host": ":",
          "language": "Language: English/Français",
          "location": "Room: 6615",
          "mode": "",
          "photo": "career.png",
          "presenter": "Speakers: Émile Fréchette",
          "time": "15:00 - 17:00",
          "title": "Pixels and Code: Retro Game from Scratch with SDL"
        },
        "1": {
          "acttype": "",
          "biography": "Richard Grand’Maison is a Lead Software Engineer at Morningstar Inc., specializing in Java backend development and large-scale software engineering. With a master’s degree in Software Engineering from Concordia University and prior experience teaching computer science at the college level, Richard brings both industry and academic perspectives to his work. He is actively involved in hiring and mentoring entry-level and junior developers, with a focus on helping new graduates succeed in their first roles. Richard is also closely connected to the local academic community through his wife, Pargol, a teacher here at LaSalle College. https://www.linkedin.com/in/richgrandmaison/",
          "cancel": "",
          "description": "comment réussir sa carrière dans la technologie",
          "host": "Host:",
          "language": "Language: English",
          "location": "Room: 7703",
          "mode": "",
          "photo": "job.jpg",
          "presenter": "Speaker: Richard Grand’Maison",
          "time": "18:00 - 19:30",
          "title": "Tech career paths"
        },
        "2": {
          "acttype": "",
          "biography": "",
          "cancel": "",
          "description": "Festival Animation: Wednesday to Friday (https://animazefestival.com/)",
          "host": "",
          "language": "Language:  English",
          "location": "Online - https://animazefestival.com/",
          "mode": "",
          "photo": "chatgpt.jpg",
          "presenter": "",
          "time": "",
          "title": "Festival Animation: Day 2"
        },
        "day": "02",
        "masterceremony": "Andrew Golden",
        "theme": "Animation "
      },
      "tuesday": {
        "0": {
          "acttype": "",
          "biography": "Mohamed Zeroug possède une solide expérience en informatique, notamment dans le développement d’applications ainsi qu’à la formation collégial. Membre de l’équipe enseignante du Collège LaSalle depuis l’ouverture de l’école d’informatique en 1998 et responsable du club informatique Elite (Engaged Learners In Technology). Détenant d’un diplôme d’études supérieurs en informatique et de  nombreuses certifications professionnelles. Nous citons entre autres : Oracle Certified Professional, Professional Scrum Master and Microsoft AI Certification.   https://www.linkedin.com/in/mohamed-zeroug/ ",
          "cancel": "",
          "description": "Puzzle & Logic Quest est une activité interactive où les étudiants relèvent des défis de résolution de problèmes tels que construction de Forme, le Puzzle de l’échiquier ou encore les Bâtonnets logiques.  Ils collaborent en équipe, en mobilisant logique, stratégie et créativité pour réussir chaque défi.  Au-delà de la recherche de solutions, les étudiants développent des stratégies de résolution de problèmes, l’esprit critique et la collaboration, le tout dans un environnement d’apprentissage stimulant et engageant. ",
          "host": "Host:",
          "language": "Language: Français/English",
          "location": "Room: 6613",
          "mode": "",
          "photo": "puzzle_logic_quest_2025.jpg",
          "presenter": "Speaker: Mohamed Zeroug",
          "time": "9:15 - 10:45",
          "title": "Puzzle & Logic Quest"
        },
        "1": {
          "acttype": "",
          "biography": "Ollivier Dyens is Chair of the Département des littératures de langue française, de traduction et de création at McGill University, where he held the position of Deputy Provost (Student Life and Learning) from 2013-2018. From 2013-2018, he was Vice-Provost, Teaching and Learning at Concordia University.  He is also the founder and co-director of McGill’s Building 21 (building21.ca) a laboratory dedicated to thinking beyond the acknowledged, the recognized and the comfortable.   Ollivier Dyens holds a PhD from Université de Montréal. He is the author of fourteen books including La Condition inhumaine, published by les Éditions Flammarion in Paris, and Metal and Flesh: The Evolution of Man, Technology Takes Over, published by MIT Press (which was translated into Mandarin in 2021). His next book, L’humanité artificielle, comment l’IA métamorphose l’être humain, will be published by Les Éditions XYZ in January 2026.  Ollivier Dyens also sat on the board of Québec’s Conseil supérieur de l’éducation from 2011 to 2015. https://www.linkedin.com/in/ollivier-dyens/",
          "cancel": "",
          "description": "Comment répondre aux enjeux d’un monde qui subira l’équivalent de 20 000 de changements technologiques d’ici 2100 ? Comment intégrer les technologies du bouleversement que sont l’intelligence artificielle, ChatGPT, le big data, la simulation, les DeepFakes, etc., à nos méthodes d’enseignement, institutions, et principes? Comment développer l’esprit critique dans un monde où faux et vrai s’enchevêtrent continuellement? Comment réagir face à un monde où l’algorithme s’introduit dans la pensée, la créativité, les lois, la gouvernance? Cette conférence examinera les tendances lourdes des changements techno-sociaux qui nous confrontent, et proposera des pistes de solution afin de faire face aux défis fondamentaux du monde d’aujourd’hui et de demain",
          "host": "Host: ",
          "language": "Language: Français/English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "repenser_apprentissage_2025.jpg",
          "presenter": "Speaker: Ollivier Dyens",
          "time": "11:00 - 12:00",
          "title": "Discours d'ouverture sur l’IA : Repenser l’apprentissage à l’ère de l’intelligence humaine et artificielle"
        },
        "2": {
          "acttype": "",
          "biography": "Clinique IAIA (intégrite académique & intelligence artificielle)",
          "cancel": "",
          "description": "",
          "host": "Host: ",
          "language": "Language: Français",
          "location": "Room: Centre Doc",
          "mode": "",
          "photo": "academic_integrity_2025.png",
          "presenter": "Speaker: ",
          "time": "12:00- 14:00",
          "title": "Clinique IAIA (intégrite académique & intelligence artificielle)"
        },
        "3": {
          "acttype": "",
          "biography": "Behnam Farsi is the Co-founder and CEO of CanApply, a leading platform that helps students apply to Canadian universities and colleges. After completing his Master's in Information Systems Engineering at Concordia University, Behnam combined his personal experience as a student with his passion for AI and technology to solve a real-world problem, making the admission process faster, smarter, and more accessible. Today, CanApply partners with institutions across Canada and has helped thousands of students worldwide turn their academic dreams into reality.” https://www.linkedin.com/in/behnamfarsi/ Alireza Ansari is a Serial Entrepreneur, CEO & Founder of Sky Inoventure Inc. Venture Studio, and an IT Manager/CTO with over 18 years of experience in software development, business/system analysis, and product management. His expertise spans C# .NET development, Python, and he has experience in data engineering and business intelligence. www.linkedin.com/in/mr-alireza-ansari/ André Palaguine A Top 100 Canadian Executive, industry leader and CEO, featured by Financial Post, Global News, BDC and others, winner of the “Game Changes Award” of Tangentia Open Technology Summit Americas 2024, André commands over 25 years of invaluable experience, where he has empowered multimillion-dollar companies with competitive business strategies. His unwavering commitment to innovation and business excellence has consistently placed him at the forefront of this dynamic industry. With a visionary mindset, André embodies a results-driven leadership style that exudes dynamism and influence. His capacity to motivate and inspire others sets him apart, making him a true catalyst for transformation and growth. André has earned an impeccable reputation in the industry, underpinned by his unswerving dedication to his duties and a track record of stellar achievements. He leads by example and consistently delivers outstanding results, driven by his leadership acumen, professionalism, and unwavering integrity. At NATIONS Translation Group and Language Marketplace, André is spearheading a new era of innovation and evolution. His strategic business expansion plan is transforming both companies, ushering in a phase of unprecedented growth and investment in cutting-edge capabilities and technological solutions. This commitment ensures the delivery of high-quality, professional linguistic services and an exceptional client experience. In recognition of his industry stature, André has served as a board member since 2017 and chaired at the Board of Directors at CLIA, the Canadian Language Industry Association. In 2022, he assumed a role as a member of the technical committee of the Canadian General Standards Board (CGSB), representing NATIONS and contributing to the federal government's standards and regulatory initiatives. https://www.linkedin.com/in/andrepalaguine/ Fernand détien un Bac es arts de HEC Montréal et UdeMtl en marketing et communication et un MBA de ESG UQAM, option générale.  `  Il a  été membre de l’Ordre des ADMA pendant une vingtaine d’année, et obtenu le titre de CMC (consultant certifié en management), président de CMC Québec pendant quelques années et en 2011 il a obtenu le titre de Fellow CMC.    Fernand a aussii été consultant pendant une trentaine d’années dans le domaine du marketing, du management et de l’entreprenariat.  Ensuite il a effectué une deuxième carrière dans les mêmes matières mais en enseignement au collégial, pendant une vingtaine d’années environ, à l’École internationale de gestion et technologie, au Collège LaSalle de Montréal.   Fernand a écrit un e book sur l’impact de l’IA dans le processus du démarrage d’entreprise. Nada Zogheib: Avec plus de 25 ans d’expérience en coaching stratégique, intelligence commerciale, vente et gestion du service à la clientèle dans le secteur des technologies de l’information, Nada Zogheib accompagne les entrepreneurs dans l’élaboration de stratégies commerciales et de fidélisation. Elle a dirigé des départements de développement économique au RFAQ ainsi que des services à la clientèle et de formation, en les transformant en centres de profit. Elle a également occupé des postes de direction, notamment à l’incubateur universitaire CEuMONTREAL, et siégé au conseil d’administration de la revue JEU. Son expertise englobe la gestion stratégique, l’optimisation du service client et la formation en vente, contribuant ainsi directement à la croissance et à la performance des entreprises. Après plusieurs années à promouvoir des produits de technologie de l’information sur les marchés d’Amérique du Nord et d’Amérique latine, d’Afrique du Nord et du Moyen-Orient, elle agit aujourd’hui comme consultante sénior auprès de plusieurs entreprises innovantes et organismes, notamment le CEIM, principalement en technologie de l’information et l’innovation services et produits. Madame Zogheib collabore avec les entrepreneurs, en les formant et les accompagnant dans leurs démarches pour hausser leur chiffre d’affaires. Elle élabore des stratégies de fidélisation ainsi que le Repeat Business, et la vente à l’international. Elle donne aussi de nombreux séminaires auprès d’une clientèle recherchée à travers le Québec. Madame Zogheib est titulaire d’un certificat en droit de la Faculté de l’Éducation Permanente de l’Université de Montréal et d’un baccalauréat en traduction de l’Université de Montréal. Elle possède également une formation en Sciences politiques, option relations internationales, de l’Université Concordia. https://www.linkedin.com/in/nadazogheib/ ",
          "cancel": "",
          "description": "L'arrivée de l'intelligence artificielle (IA) transforme radicalement le processus de création d'une startup. Traditionnellement, les entrepreneurs s'appuyaient sur une dizaine de méthodes éprouvées telles que le Lean Startup, le Business Model Canvas ou encore les études de marché approfondies. Cependant, l'IA bouleverse ces approches en simplifiant considérablement toute la démarche, en automatisant et en accélérant plusieurs tâches clé. De plus, l'utilisation de l'IA permet d'effectuer des opérations d'analyse croisée qu'il serait pratiquement impossible de réaliser manuellement, accentuant la profondeur des analyses, des tests et des résultats. Grâce à l'IA, il est désormais possible de générer des idées d'affaires, de tester des hypothèses, de créer des prototypes, et même de simuler des modèles économiques en quelques heures. Les outils d'IA permettent également une personnalisation avancée des produits et services dès les premières étapes, en analysant des données clients en temps réel. De plus, les assistants virtuels et les plateformes intelligentes réduisent considérablement les coûts opérationnels et le besoin en ressources humaines dès le démarrage. En somme, l'IA rend obsolètes plusieurs étapes traditionnelles du lancement d'une entreprise, en offrant aux entrepreneurs une agilité et une rapidité sans précédent. Elle redéfinit les règles du jeu et impose une nouvelle manière de penser l'innovation et la création de valeur.",
          "host": ":",
          "language": "Language: Français/English",
          "location": "Location: Jean Paul Morin",
          "mode": "",
          "photo": "entrepreneurship_innovation_2025.png",
          "presenter": "André Palaguine, Fernand Campbell,Nada Zogheib",
          "time": "14:00 - 15:30",
          "title": "Innovation, Entrepreneurship, and Opportunities in Tech"
        },
        "4": {
          "acttype": "",
          "biography": "Thierry Ndimis est étudiant doctorant en cybersécurité dans les réseaux IoT Industriel, à Polytechnique de Montréal. Ses travaux de recherche portent sur l’utilisation combinée de la théorie des jeux et du Federated Learning pour la prévention et la mitigation des attaques dans les réseaux industriels connectés (IIoT). https://www.linkedin.com/in/thim-ndimis/ Kaveh Bakhtiyari has studied PhD in Artificial Intelligence and Computer Cognitive Science in Germany and Malaysia. He has collaborated with researchers in more 22 academic institutes in 9 countries. He has worked in the fashion industry to use AI in order to solve various problems, such as marketing, logistics, demand forecast and product recommendations. https://linkedin.com/in/bakhtiyari. Elisa est une informaticienne mathématicienne qui aime passer du temps à programmer ou à jouer à des jeux vidéo entourée de chats. Son travail scientifique porte principalement sur les réseaux non uniformes, leurs modèles et leurs implications algorithmiques. Elle s'intéresse particulièrement à l'intelligence computationnelle, aux propriétés structurelles et à la complexité en général. Elle a commencé sa carrière universitaire à l'Université de technologie d'Helsinki (qui fait maintenant partie de l'Université Aalto) en Finlande, puis a travaillé pendant plus d'une décennie à l'Universidad Autónoma de Nuevo León au Mexique, après quoi elle a été professeure agrégée à l'Université McGill au Canada. Elle est actuellement doyenne informatique au Collège LaSalle. https://www.linkedin.com/in/satuelisa/   ",
          "cancel": "",
          "description": "Agentic AI and MCPs promise autonomy, chaining reasoning, retrieval, and action to reduce human workload. They are good at accelerating workflows and adapting across contexts. But the reality is often different: tasks may not get done correctly or may take prohibitive amounts of time to complete. These risks stem less from implementation bugs and more from design flaws.  L’explosion des données personnelles et la montée en puissance de l’intelligence artificielle soulèvent des enjeux majeurs en matière de confidentialité et de sécurité. Comment entraîner des modèles puissants tout en respectant la vie privée des utilisateurs et les contraintes réglementaires (Loi 25, RGPD, HIPAA, etc.) ?  Le Federated Learning (FL) apporte une réponse innovante : il permet à plusieurs appareils ou organisations d’entraîner ensemble un modèle d’IA sans jamais centraliser leurs données. Les données restent locales, seuls les poids du modèle sont échangés et agrégés. Résultat : un modèle global performant, respectueux de la vie privée. ",
          "host": "Host:",
          "language": "Language: English ",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "agentic_ai_2025.png",
          "presenter": "Panel : Nathanael Weill. Thierry Ndimis, Kaveh Bakhtiyari (COMODERATOR), Elisa Schaeffer(COMODERATOR)",
          "time": "16:00 - 17:30",
          "title": "Agentic AI and federated learning"
        },
        "day": "30",
        "masterceremony": "",
        "theme": "Entrepreneuriat & l'IA"
      },
      "wednesday": {
        "0": {
          "acttype": "",
          "biography": "Sustainable Games Alliance",
          "cancel": "",
          "description": "",
          "host": ":",
          "language": "Language: English",
          "location": "Location: Unity Montreal",
          "mode": "",
          "photo": "create_neuro_div.jpg",
          "presenter": "Speakers: Unity Montreal",
          "time": "9:00 - 12:00",
          "title": "Sustainable Games Alliance (workshop)"
        },
        "1": {
          "acttype": "",
          "biography": "Maria is the Co-Founder and Managing Director of the Sustainable Games Alliance who enables impactful action through bridging the political, non-governmental and games industry sector, has experience in running a refugee camp, was leading the local Berlin games association, has co-founded the non-profit Games Forest Club. https://www.linkedin.com/in/maria-wagner-sga/ \"Ben Abraham is the research and standard lead for the Sustainable Games Alliance, developing a game industry-specific GHG emissions standard to accelerate climate action. He is the author of the book 'Digital Games After Climate Change’, and founder of AfterClimate , which reports on annual game industry emissions. He has a newsletter called Greening the Games Industry.  \" https://www.linkedin.com/in/benabraham/",
          "cancel": "",
          "description": "What is the climate impact of the global games industry? Where are the majority of the industry's greenhouse gas emissions, and why? What roles do game developers, hardware manufacturers, and service providers play, and what can we do to reduce the industry's environmental impact?   This session provides an overview of the environmental footprint of the global games industry, in the context of the global green transition and the world’s urgent response to climate change. It will cover the key requirements for game development to be sustainable and compatible with planetary goals, and explain why it will take the entire industry’s involvement. We will look at inspiring examples from some of the largest game developers in the world, who have already saved a million or more tonnes of CO2 through software efficiency, and what small teams of developers with limited means have managed to do as well. We will consider design choices and development practice, while keeping things in perspective, and look at the emerging trends that are going to make sustainability an essential part of making games.",
          "host": "Host:",
          "language": "Language: English",
          "location": "Room: Online",
          "mode": "",
          "photo": "apps-anywhere.jpg",
          "presenter": "Speakers: Maria Wagner, Ben Abraham & SGA",
          "time": "10:00 - 11:30",
          "title": "Reducing the Games Industry Climate Impact While Improving Player Experience (workshop)"
        },
        "2": {
          "acttype": "",
          "biography": "Janet Rodriguez has been a Customer Success Manager for over three years and joined AppsAnywhere this summer. Previously a teacher, she is deeply committed to education, and she feels that AppsAnywhere’s mission around digital equity truly embodies that passion. In her free time, Janet enjoys playing soccer and exploring her love of coffee as a dedicated connoisseur. https://www.linkedin.com/in/janet-rodriguez-/  Drew has been with AppsAnywhere for two years and partners with Canadian institutions to ensure they are successful in the adoption and rollout of AppsAnywhere.  During his free time Drew enjoys spending time with his family and getting out for a round of golf.  https://www.linkedin.com/in/drew-hibyan/",
          "cancel": "",
          "description": "Get an inside look at what powers AppsAnywhere, the decision-making process behind our tech stack, and the real people who make it possible. Featuring stories from product managers, lead developers, and technical engineers, this presentation highlights how university education, certifications, and skill-building contribute to employability and long-term career success in software development and technical support.",
          "host": "Host:",
          "language": "Language: English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "obsolescence_prog.jpg",
          "presenter": "Speakers: Janet Rodriguez & Drew Hibyan",
          "time": "11:45 - 12:30",
          "title": "Behind the Screen: How AppsAnywhere is Built and Who Builds It par AppsAnywhere (conference)"
        },
        "3": {
          "acttype": "",
          "biography": "Cybersecurity expert based in Bromont and CISSP® certified, I serve as Head of Cybersecurity at LCI Éducation. With over 25 years of experience in the education sector and IT risk management, I lead the implementation of robust strategies designed to protect digital assets and strengthen organizational resilience against cyber threats. Recognized for my ability to unite teams around best practices and to demystify technological challenges for executive leadership, I oversee secure digital transformation projects on an international scale. My approach is grounded in risk analysis, user awareness, and the continuous adoption of innovations tailored to the evolving threat landscape. Driven by a passion for knowledge-sharing and continuous improvement, I am particularly invested in developing governance frameworks and fostering interdisciplinary collaboration. I am open to professional discussions around information security challenges, regulatory compliance, and the integration of emerging solutions.  https://www.linkedin.com/in/marc-bourget-cissp/ Xavier Bensemhoun est expert et évangéliste en cybersécurité chez Check Point, avec plus de 20 ans d’expérience dans la cybersécurité. Certifié CISSP, CCSP, CCSM Elite, il est spécialisé dans la gouvernance, la sensibilisation, la formation et l’intégration de solutions de sécurité. Intervenant régulier lors d’événements, il partage sa passion pour la cybersécurité avec dynamisme — et un intérêt tout particulier pour l’aérospatiale. https://www.linkedin.com/in/xavierbensemhoun/ Les sciences exactes sont le point fort d’Iryna depuis ses années d’école. Elle a obtenu en 1993 un baccalauréat en systèmes de gestion automatisés à l’Université pédagogique de génie de Kharkov (Ukraine). Iryna a participé au développement et à la mise en œuvre de nouveaux systèmes biométriques de contrôle d’accès à Buenos Aires, en Argentine. Par la suite, elle a poursuivi ses études en informatique à Montréal et a obtenu les certificats d’instructrice de CISCO. Elle a travaillé comme enseignante au Collège TECCART et au Cégep André-Laurendeau. Depuis 2013, Iryna enseigne des cours de CISCO, d’administration réseau, de langages de script (PowerShell, Python) et supervise les projets finaux des étudiants au Collège LaSalle.",
          "cancel": "",
          "description": "Les piles technologiques des grandes organisations et comment les sécuriser",
          "host": "Host:",
          "language": "Language: Français/English",
          "location": "Room: Jean Paul Morin",
          "mode": "",
          "photo": "data_decision.jpg",
          "presenter": "Speaker: Marc Bourget, Xavier Bensemhoun, Iryna Projorovskala (Moderator)",
          "time": "12:30 - 13:30",
          "title": "Les piles technologiques des grandes organisations et comment les sécuriser"
        },
        "4": {
          "acttype": "",
          "biography": "Showcase - Elite club",
          "cancel": "",
          "description": "",
          "host": ":",
          "language": "Language: Français/English",
          "location": "Location: Mezzanine",
          "mode": "",
          "photo": "showcase.jpg",
          "presenter": "Activity: Elite club",
          "time": "14:00 - 16:00",
          "title": "Showcase - Elite club"
        },
        "5": {
          "acttype": "",
          "biography": "Mourad est un passionné des sciences et des mathématiques depuis son plus jeune âge. Diplômé en génie civil de l'École Polytechnique d'Alger en 1987, il a rapidement accédé à des postes de responsabilité en tant que chef de projet. Animé par le désir de transmettre ses connaissances, il s’est orienté vers l’enseignement, obtenant une maîtrise en physique énergétique en 1995 avec mention très honorable. Il a ensuite enseigné à l’École Normale Supérieure avant de poursuivre des études en informatique à Montréal. En parallèle à une carrière de consultant en informatique, Mourad a obtenu plusieurs permis et brevet d’enseignement au Québec. Il a enseigné dans de nombreuses écoles, contribué à l’élaboration des examens ministériels et s’est toujours distingué par la rigueur et la clarté de sa pédagogie. Aujourd’hui enseignant en mathématiques et en informatique au Collège LaSalle, il nourrit également une passion pour le développement web et l’utilisation des outils technologiques modernes en milieu éducatif. Innovant dans sa pratique, il intègre l’intelligence artificielle dans ses cours comme outil de consolidation et d’apprentissage actif. En reconnaissance de son engagement pédagogique et de son approche novatrice, il a reçu le prix d’excellence pédagogique du Réseau Éducation de LCI.",
          "cancel": "",
          "description": "Cet atelier immersif propose aux étudiants une initiation accélérée au développement web, avec un objectif clair et motivant : créer un portfolio en ligne professionnel, de la première ligne de code jusqu’à la mise en ligne. Conçu pour être accessible aux débutants, tout en introduisant des notions techniques solides, l’atelier permettra aux participants de : • Découvrir les fondations du HTML, CSS et JavaScript • Comprendre la structure d’une page web et les principes du responsive design • Construire une interface moderne et personnalisée • Valoriser leurs compétences, projets et expériences à travers un portfolio structuré • Déployer leur site sur le web en utilisant des outils simples (GitHub Pages, Netlify ou équivalent)",
          "host": "Host: ",
          "language": "Language: English",
          "location": "Room: 6613",
          "mode": "",
          "photo": "ui_ux.png",
          "presenter": "Speaker: Mourad Sehboub",
          "time": "16:00 - 17:00",
          "title": "De zéro à portfolio pro avec React en un éclair "
        },
        "6": {
          "acttype": "",
          "biography": "",
          "cancel": "",
          "description": "Festival Animation: Wednesday to Friday (https://animazefestival.com/)",
          "host": ":",
          "language": "Language:  English",
          "location": "Online - https://animazefestival.com/",
          "mode": "",
          "photo": "create_neuro_div.jpg",
          "presenter": "",
          "time": "",
          "title": "Festival Animation: Day 1"
        },
        "day": "01",
        "masterceremony": "Timothé Lafond",
        "theme": "Défis technologiques du futur"
      }
    },
    "event_information": {
      "en": {
        "days": "Monday,Tuesday,Wednesday,Thursday,Friday.Saturday,Sunday",
        "title": "Techweek schedule 2025"
      },
      "fr": {
        "days": "Lundi,Mardi,Mercredi,Jeudi,Vendredi,Samedi,Dimanche",
        "title": "Semaine techno 2025"
      }
    }
  }
}
